{
  "_meta": {
    "maxChars": {

    }
  },
  "en": {
    "title":"The Solar Installation Experts",
    "yes":"Yes",
    "no":"No",
    "cancel":"Cancel",
    "tools":"Installation Tools",
    "management":"Management",
    "crew":"Crew Area",
    "cargo":"Cargo Bay",
    "warehouse_done":"Warehouse Tasks All Done. Go back to Management",
    "office_intro_1":"Good morning!",
    "office_intro_2":"You're punctual as usual. 6:30AM right on the dot!",
    "office_intro_3":"We've got three jobs scheduled today. Great customers, all three!",
    "office_choice_string_type":"String Inverter System",
    "office_choice_micro_type":"Micro Inverter System",
    "office_choice_dc_type":"DC Optimizer System",
    "office_confirm_string":"String Inverter System for Mr. Greenfield",
    "office_confirm_micro":"Micro Inverter System for Mrs. Blueford",
    "office_confirm_dc":"DC Optimizer System for Mrs. Redwood",
    "office_after":"You can choose to go through warehouse preparation or skip to pre-construction or installation.",
    "office_goodbye":"If this is your first time playing, I suggest starting with warehouse preparation!",
    "office_hazards":"Workplace hazards handbook. Safety first!",
    "office_skip_precon":"Jump ahead to Pre-Construction",
    "office_skip_install":"Jump ahead to Installation",
    "office_to_warehouse":"To Warehouse Preparation",
    "office_prepared_to_leave_1":"Look at you go! You finished all your warehouse tasks and got your crew and service vehicles in shape.",
    "office_prepared_to_leave_2":"I just got off the phone with the customer and they're now ready for us.",
    "office_prepared_to_leave_3":"You're all set. Be safe on the road!",
    "pandemic":"COVID-19 Pandemic",
    "start_game":"Start Playing",
    "settings_try":"Try again from the beginning",
    "settings_precon":"Fast forward to Pre-Construction",
    "settings_install":"Fast forward to Installation",
    "settings_how_to":"How to play",
    "settings_voice":"Voice",
    "settings_sounds":"Sounds",
    "settings_music":"Music",
    "settings_sure":"Are you sure?",
    "settings_tutorial_warehouse":"Follow instructions or interact with visual cues on the screen. Every section presents unique challenges. You can interact with the game world by tapping on the interactive items on the screen. Clear all challenges in the warehouse to be qualified to move to the next stage. When not in an active challenge, you can move around the warehouse by tapping on the buttons located on either side of the screen. After clearing all the challenges, you will automatically be taken to the next section.",
    "settings_tutorial_travel":"Follow instructions or interact with visual cues on the screen. Every section presents unique challenges. You can interact with the game world by tapping on the interactive items on the screen. Select the best route from the warehouse to the customer's house. Shortest distance doesn't always mean fastest travel time. Call the customer anytime when you feel it's necessary. Update the customer on any disturbances you might encounter that can change your estimated arrival time.",
    "settings_tutorial_precon":"Follow instructions or interact with visual cues on the screen. Every section presents unique challenges. You can interact with the game world by tapping on the interactive items on the screen. Use good judgment in selecting the best parking spots and places to set up ladders. Compare the roof with the system design and decide if any revisions are required. Scan the work area for any hazards that may prevent a successful installation.Get the customer's approval to begin installation.",
    "settings_tutorial_installation":"Follow instructions or interact with visual cues on the screen. Every section presents unique challenges. You can interact with the game world by tapping on the interactive items on the screen. Choose tasks for your crew necessary in performing the installation of your chosen PV system. Tasks will need to be performed in the correct order. There will be quizes testing your knowledge of PV and electrical systems. Try and make zero mistakes to get a perfect score and a flawless installation.",
    "warehouse":"WAREHOUSE PREPARATION",
    "precon":"PRE-CONSTRUCTION",
    "installation":"INSTALLATION",
    "started":"STARTED",
    "tools_intro_1":"They gave me a list of tools we'll need for the job.",
    "tools_intro_2":"It's my first day and I'm not familiar with all of these yet.",
    "tools_intro_3":"Can you please help me find the ones on my list?",
    "tools_done":"Hey, thanks for helping out! You sure know your stuff.",
    "truck_clean_instructions":"Clean your service vehicle. Tap to remove stains, dirt, and trash. Use the scrollbar to look around.",
    "tool_question_tape":"Tool used primarily for laying out the solar array on the roof, but also for determining the lengths of electrical conduit to be cut, as well as other uses.",
    "tool_question_impact":"Are used primarily for screwing lag screws into roof rafter, but can also be used as a drill or power screwdriver.",
    "tool_question_hammer":"Primarily used for locating roof rafters, but also for other odd jobs.",
    "tool_question_flatbar":"Are used for removing roofing nails in order to slide the roof flashing up under two courses of shingles as required. Also called nail pullers.",
    "tool_question_flashlight":"Necessary any time you need light as with working in attics and crawl spaces.",
    "tool_question_screw":"Used for many applications, including tightening set screws at wire terminations and opening junction boxes.",
    "tool_question_wrenches":"A type of wrench that might be used for opening inverters.",
    "tool_question_channel":"Used for tightening compression couplings for metal conduit.",
    "tool_question_needle":"A tool used for manipulating copper wire before terminating at a lug.",
    "tool_question_wirecutter":"Used for cutting wire and stripping the plastic insulation from the ends before terminating at a lug.",
    "tool_question_knife":"A tool used any time you need to cut something small, like trimming shingles or stripping insulation from wires, etc.",
    "tool_question_tinsnip":"These are used for cutting shingles before laying in SolaDeck junction boxes or rail mounting flashings.",
    "tool_question_bender":"A tool used for bending Electrical Metallic Tubing (EMT).",
    "tool_question_fish":"We need a tool for pulling electrical wire through conduit.",
    "tool_question_socket":"Tool used for tightening solar panel mounting hardware.",
    "tool_mistake_1":"That's not it.",
    "tool_mistake_2":"Nope, wrong tool.",
    "tool_mistake_3":"Not what we're looking for.",
    "tool_mistake_4":"It's something else.",
    "lose_money":"Loss From Mistakes",
    "crew_header":"Are you ready for work? Wear your uniform. Look sharp, stay sharp.",
    "crew_professional":"Professional: Presentable and clean.",
    "crew_comfort":"Comfortable: Breathable and does not restrict movement.",
    "crew_safe":"Safe: Provides protection from hazards and the elements.",
    "crew_ready":"Who's dressed for work?",
    "crew_installer1_A_choice":"Hey boss! Looks like everyone's here. We can't wait to roll out. Just say the word!",
    "crew_installer1_A_option0":"Sounds good. We'll be on our way soon.",
    "crew_installer1_A_option1":"Hold on, let's make sure everyone is dressed appropriately.",
    "crew_installer1_A_option2":"I love the enthusiasm! That's all that matters.",
    "crew_installer1_A_response0":"Alright, can't wait to get on the road!",
    "crew_installer1_A_response1":"Hey you're right. Can we review the dress code first? I need a refresher.",
    "crew_installer1_A_response2":"No time to lose, daylight's wasting!",
    "crew_installer1_B_choice":"Are we ready to go or did you need something from the crew?",
    "crew_installer1_B_option0":"We'll leave very soon. Just got to wrap a few things up.",
    "crew_installer1_B_option1":"Come to think of it, we need to make sure everyone is dressed for work.",
    "crew_installer1_B_option2":"Nope. Just wanted to see how everyone is doing.",
    "crew_installer1_B_response0":"Just say the word, big boss!",
    "crew_installer1_B_response1":"Hey you're right. Can we review the dress code first? I need a refresher.",
    "crew_installer1_B_response2":"We're doing great! Ready when you are.",
    "crew_installer1_good_1":"Thanks for getting the uniforms sorted out.",
    "crew_installer1_good_2":"The others were reprimanded and told to properly get dressed.",
    "crew_installer1_good_3":"Now we're really ready to head out!",
    "crew_installer2_1":"We never know what hazards we might encounter at work sites.",
    "crew_installer2_2":"Good thing we're dressed appropriately to take them on.",
    "crew_installer3_1":"This job is physically demanding. There's a lot of lifting involved.","crew_installer3_2":"Did you know solar panels weigh a little over 40lbs?", 
    "crew_installer3_3":"No problem for me though, I keep myself in great shape!",
    "com_itm_wire":"Electrical Wire",
    "com_itm_disconnect":"Disconnect Switches",
    "com_itm_inverter_opt":"Inverter (Power Optimizer)",
    "com_itm_conduit":"Conduit",
    "com_itm_micro":"Micro inverters",
    "com_itm_power":"Power Optimizer",
    "com_itm_rack":"Racking System",
    "com_itm_pv":"Solar Panels or PV Modules",
    "com_itm_junction":"Junction Box",
    "com_itm_combiner":"Combiner Box",
    "com_itm_inverter_str":"Inverter (String)",
    "com_dsc_rack":"Racking systems are the physical structures on which the solar panels are mounted.",
    "com_dsc_wire":"Electrical wires provide the pathway for electricity in solar electrical circuits.",
    "com_dsc_disconnect":"Disconnect switches provide a means of opening and closing electrical circuits within a PV system. There's one on both the input and output sides of each inverter except for micro inverters that only have it on the output side.",
    "com_dsc_inverter_opt":"Strings of power optimizers are wired to each other and then wired to this specialized inverter.",
    "com_dsc_conduit":"Conduit tubes protect and group electrical wires. Here we have Electrical Metallic Tubing (EMT), Flexible Metal Conduit (FMT), Liquid-tight Flexible Metal Conduit (LTFMC) and Polyvinylchloride Conduit (PVC). Each has a different use.",
    "com_dsc_micro":"Each micro inverter is wired to their own solar panel and then up to 15 are wired together in a branch circuit. All output from that array is AC electricity.",
    "com_dsc_power":"Each solar panel is wired to its own optimizer mounted directly under it. Up to 15 are wired together in a string before being connected to the combiner box at the inverter.",
    "com_dsc_pv":"Solar panels or PV modules convert sunlight into electricity. All the other components are in support of the role of the panels.",
    "com_dsc_junction":"Junction boxes provide a weather-tight electrical enclosure for wire connections.",
    "com_dsc_combiner":"Combiner boxes provide a weather-tight enclosure where the currents of multiple strings of panels or optimizers or branch circuits of micro inverters can be combined.",
    "com_dsc_inverter_str":"This inverter requires a string of panels wired in a series to achieve correct voltage.",
    "com_string":"Choose components needed for a STRING INVERTER PV system.",
    "com_micro":"Choose components needed for a MICRO INVERTER PV system.",
    "com_optimizer":"Choose components needed for a POWER OPTIMIZER PV system.",
    "com_confirm_string":"Are you sure you selected ALL the correct components we'll need for a STRING INVERTER PV system?",
    "com_confirm_micro":"Are you sure you selected ALL the correct components we'll need for a MICRO INVERTER PV system?",
    "com_confirm_optimizer":"Are you sure you selected ALL the correct components we'll need for a POWER OPTIMIZER PV system?",
    "com_mistake":"Sorry, that's wrong but I went ahead and selected the correct components for you. Please remember these for next time. We can now load the trucks.",
    "com_win":"Thanks a lot! That's all the components we'll need. Let's load the trucks.",
    "com_worker1_choice":"We need to figure out what components we'll need to load in the trucks for this job.",
    "com_worker1_ok":"Ok, let's do it.",
    "com_worker1_no":"Maybe later.",
    "com_worker1_good":"We're all set on the components you'll need for this job! Let me know if you need a refresher on solar topographies.",
    "com_worker1_option0":"String inverters",
    "com_worker1_option1":"Micro inverters",
    "com_worker1_option2":"Power optimizers",
    "com_worker1_response0":"String inverters require a string of panels wired in series to achieve the correct voltage for proper operation.",
    "com_worker1_response1":"Micro inverters are each paired with a single solar panel and then wired to each other to form branch circuits of up to 15 inverters before being wired to the main electrical service.",
    "com_worker1_response2":"Power optimizers, also known as DC optimizers, are each paired with a single solar panel and then up to 15 are wired to each other before being wired to a special inverter.",
    "com_worker2_choice":"These trucks got real dirty from yesterday's job but they're in perfect working condition.",
    "com_worker2_option0":"That's all that matters.",
    "com_worker2_option1":"As long as they get us from point A to B.",
    "com_worker2_option2":"Let's clean them up before loading our supplies.",
    "com_worker2_response0":"Yep. A truck's a truck.",
    "com_worker2_response1":"Makes no difference to the job anyway.",
    "com_worker2_response2":"You're right. We should clear out anything left over from the previous day. Driving around like slobs isn't a good look either.",
    "com_worker2_good1":"These trucks look great and are good to go.",
    "com_worker2_good2":"Drive safely!",
    "gps_instructions":"Select the best route to the job site.",
    "gps_warehouse":"Warehouse",
    "gps_exit_info":"Tap this if you feel like you've selected the best route.",
    "gps_green":"Greenfield Grounds. Carl Greenfield. Grid-Tied String Inverter System",
    "gps_blue":"Blueford House. Victoria Blueford. Grid-Tied Micro Inverter System",
    "gps_red":"Redwood Estate. Jane Redwood. Grid-Tied Power/DC Optimizer System",
    "gps_confirm":"Are you satisfied with the route you selected?",
    "drive_call_info":"Call customer when necessary.",
    "drive_call_confirm":"Call customer?",
    "drive_20_mins":"20 minutes to destination.",
    "drive_call_otwA_1":"Hello?",
    "drive_call_otwA_2":"Oh, you're on the way? Great!",
    "drive_call_otwA_3":"Drive safely!",
    "drive_call_otwB_1":"Hello? Ah, you're still on the road?",
    "drive_call_otwB_2":"Thanks for letting me know.",
    "drive_call_otwB_3":"See you soon!",
    "drive_call_late_1":"Hello? Ah, you're running late? An obstruction?",
    "drive_call_late_2":"That's OK, thank you so much for letting me know.",
    "drive_call_late_3":"Take care!",
    "drive_call_late_police_1":"Hello? Ah, you're running late?",
    "drive_call_late_police_2":"You were pulled over by the police? Uhh... OK.",
    "drive_call_late_police_3":"I appreciate the update but please drive safely!",
    "drive_call_20_mins_1":"Hello? Oh you're almost here?",
    "drive_call_20_mins_2":"Great! I'll meet you outside.",
    "drive_call_20_mins_3":"See you soon.",
    "drive_call_20_mins_late_1":"Hello? What's taking so long? You were delayed?",
    "drive_call_20_mins_late_2":"Why didn't you let me know sooner?",
    "drive_call_20_mins_late_3":"Oh well, see you soon. I guess.",
    "drive_call_20_mins_ignored1":"Hello? Where are you guys?",
    "drive_call_20_mins_ignored2":"Oh, you're already so close?",
    "drive_call_20_mins_ignored3":"I wish you called when you were 20 minutes away.",
    "drive_call_20_mins_ignored4":"I'll see you soon, I guess.",
    "drive_wrong_route":"I'm not sure if that was the best route.",
    "drive_reminder_1":"Feels good to be on the road again!",
    "drive_reminder_2":"Let's not forget to call the customer so they'll know when to expect us.",
    "drive_reminder_3":"Call the customer when you feel it's necessary.",
    "drive_call_seesoon":"See you soon!",
    "drive_disaster_1":"Uh-oh. That's not good.",
    "drive_disaster_2":"That's going to cost us some time.",
    "drive_disaster_3":"Make sure the customer is informed.",
    "drive_speed":"The road looks clear and we're running late.",
    "drive_speed_yes":"Drive faster",
    "drive_speed_no":"Stay at current speed",
    "warehouse_results_header":"WAREHOUSE PREPARATION COMPLETE",
    "warehouse_results_subheader":"You made it to the job site.",
    "precon_results_header":"PRECONSTRUCTION COMPLETE",
    "precon_results_subheader":"We're now ready for installation.",
    "warehouse_results_perfect": "You got this far by demonstrating excellent warehouse preparation, applying PV tools and components knowledge and practicing proper work etiquette.",
    "warehouse_results_bad1":"You made a few mistakes. It's not so bad but try and remember where you went wrong so we can do better next time.",
    "warehouse_results_bad2":"We encourage you to try harder. The company, the customer, and your team rely on you to lead them to success.",
    "precon_results_perfect": "You got this far by demonstrating excellent pre-construction preparation and applying by the book safety procedures.",
    "precon_results_bad1":"You made a few mistakes. It's not so bad but try and remember where you went wrong so we can do better next time.",
    "precon_results_bad2":"We encourage you to try harder. The company, the customer, and your team rely on you to lead them to success.",
    "warehouse_results_proceed_button":"Proceed to pre-construction",
    "warehouse_results_try_button":"Try again from the beginning",
    "precon_welcome_string_1":"Good morning! I'm glad you guys made it in one piece!",
    "precon_welcome_string_2":"I'm Carl, we spoke on the phone.",
    "precon_welcome_string_3":"I can't wait to get my string inverter system installed!",
    "precon_welcome_string_4":"First, let's get you settled in.",
    "precon_welcome_micro_1":"Hello! We couldn't have chosen a more perfect day for this installation.",
    "precon_welcome_micro_2":"I'm Victoria, we spoke on the phone.",
    "precon_welcome_micro_3":"I can't wait to get my micro inverter system installed!",
    "precon_welcome_micro_4":"First, let's get you settled in.",
    "precon_welcome_optimizer_1":"Good morning. Welcome to my home.",
    "precon_welcome_optimizer_2":"I'm Jane, we spoke on the phone.",
    "precon_welcome_optimizer_3":"I can't wait to get my DC optimizer system installed!",
    "precon_welcome_optimizer_4":"Let's get you guys settled in.",
    "precon_park_goodspot":"Safe distance away from roof. Very accessible.",
    "precon_park_notproperty":"Outside the customer's property.",
    "precon_park_block":"Blocks customer's driveway.",
    "precon_park_lawn":"May ruin customer's property.",
    "precon_park_notgood":"That's not a good spot. Choose a spot inside the property that's a safe distance from the roof and has good accessibility.",
    "precon_park":"Park here",
    "precon_park_instructions":"Find the best parking spot.",
    "precon_ladder_instructions":"Tap to examine each ladder then decide which one the team should use.",
    "precon_ladder_goodspot1":"Far from doors and walkways. Feet even on the ground. Stand-off secured and stabilized.",
    "precon_ladder_bad1":"Too close to a door and an obstruction. Not placed over correct roof.",
    "precon_ladder_bad2":"Dangerously close to tree branches.",
    "precon_ladder_bad3":"Too close to obstruction. No stabilization. Not optimal location.",
    "precon_ladder_bad4":"Too close to a door or walkway. Not placed over correct roof.",
    "precon_ladder_notgood":"That's not a good spot for a ladder. Tap to examine other ladders.",
    "precon_ladder_goodspot2":"Leveler used to stabilize feet on uneven ground. Stand-off secured and extended above gutter.",
    "precon_ladder_usethis":"Use this",
    "precon_plan_start_1":"Looks like you guys are settled in.",
    "precon_plan_start_2":"Please feel free to inspect the grounds and the roof to confirm if the planned system design works.",
    "precon_plan_start_3":"Please let me know if there are any issues.",
    "precon_plan_start_4":"I can't wait for you to get started!",
    "precon_plan_slider":"Use this scrollbar to reveal or hide the design.",
    "precon_plan_prompt":"Do you see any issues with this design?",
    "precon_plan_problem_string_yes":"Yes, you're right. That skylight is not in the design. We can't install panels over that area so this design needs to be revised.",
    "precon_plan_problem_string_no":"I'm sorry, but you're wrong. That skylight is not in the design. We can't install panels over that area so this design needs to be revised.",
    "precon_plan_revised":"Here is the revised plan. We should get the customer and the sales office to approve this first before we do anything else.",
    "precon_plan_problem_micro_no":"I'm sorry, but you're wrong. That pipe stack is not in the plan. What should we do about it?",
    "precon_plan_problem_micro_yes":"You're right. That pipestack is not in the plan. What should we do about it?",
    "precon_plan_problem_micro_choice_bad1":"Remove pipestack",
    "precon_plan_problem_micro_choice_bad2":"Squeeze it in anyway",
    "precon_plan_problem_micro_choice_good":"Re-design system",
    "precon_plan_problem_micro_choice_response1":"That pipestack serves a function for another vital system in this house. Removing it is not a solution. We should re-design the system.",
    "precon_plan_problem_micro_choice_response2":"There's not enough room to squeeze in another panel where that pipestack is. It's better to re-design the system with the pipestack in mind instead of brute forcing it.",
    "precon_plan_micro_revised":"Here is the revised plan. We should get the customer and the sales office to approve this before we do anything else.",
    "precon_plan_optimizer_good":"The design looks good but this part of the roof looks damaged. The customer needs to get this fixed before we can proceed with installation.",
    "precon_plan_done_string_1":"Oh no! How could we have forgotten about that skylight?",
    "precon_plan_done_string_2":"Oh, you already made the design revisions? Thank you. I'll settle things with your office.",
    "precon_plan_done_string_3":"This looks great. I approve this re-design. We're good to go whenever you're ready!",
    "precon_plan_done_micro_1":"Oh no! How could we have forgotten about that pipestack?",
    "precon_plan_done_micro_2":"You already made a new design? Thanks! I'll settle things with your office.",
    "precon_plan_done_micro_3":"This looks fine. I approve the re-design. You can begin when you're ready.",
    "precon_plan_done_optimizer_pt1_1":"Oh no! I didn't even realize the roof was in such poor condition.",
    "precon_plan_done_optimizer_pt1_2":"We definitely can't proceed until it's replaced.",
    "precon_plan_done_optimizer_pt1_3":"We'll have to reschedule. Sorry for the trouble!",
    "precon_plan_done_optimizer_after":"Three months later...",
    "precon_plan_done_optimizer_pt2_1":"Welcome back! I'm glad to see you again.",
    "precon_plan_done_optimizer_pt2_2":"The roof has been replaced and is ready for installation!",

    "handbook_site_hazard":"Site Hazards. Stay alert! There may be hazards unique to each site such as dangerous animals (domestic and wild), thorny and poisonous plants, stinging insects, challenging terrain and other environmental hazards. Be observant and assess potential dangers. If in doubt, talk to your team lead.",
    "handbook_roof_hazard":"Roof Hazards. Aside from tripping and falling off (which you really should avoid), other dangers include getting scrapes from abrasive roof materials, getting burned by hot roofing materials, equipment and tools, and falling through damaged shingles that could collapse under your weight.",
    "handbook_ground_hazard":"Ground Hazards. Be vigilant when passing underneath the active work area and be extra careful in handling objects if you're the one working up high. People can be struck by falling materials or tools from the roof. However, you should still keep an eye on the ground as you can also trip over equipment around the staging area.",
    "handbook_attic_hazard":"Attic Hazards. Watch your head! You can injure yourself from hitting your head on a rafter or a protruding nail point. Also, watch out for damaged floorboards that may break under your weight. There's also the danger of suffering through sweltering heat on hot days.",
    "handbook_ladder_hazard":"Ladder Hazards. There's a high rate of accidents in this industry because of improperly used ladders. Falling off or dropping tools and materials off ladders can cause serious injuries and even death. It is very important for everyone on the team to practice proper safety procedures and techniques when working with ladders.",
    "handbook_crawlspace_hazard":"Crawl Space Hazards. Crawl spaces are host to a large number of conditions that may harm you. Never enter without wearing proper personal protective equipment. These areas are notorious for nasty discoveries such as pests, mold and fungus, standing water improper wiring and more. Be careful not to hit your head.",
    "handbook_electrical_hazard":"Electrical Hazards. During installation, you will be more vulnerable to the danger of electrocution and arc flash hazards. You may be exposed to electric shocks and burns when hooking up PV panels to an electric circuit. There's also the danger of tools and equipment making contact with power lines.",
    "handbook_elements_hazard":"Exposure to the Elements. Typical residential installations can take up to several days. During this time, you will be exposed to nature's full force. Be prepared and properly equipped to work under excessive heat or cold, powerful winds, UV exposure and even lightning.",
    "handbook_tool_hazard":"Tool Hazards. Every tool, such as hand tools like utility knives or hammers, or power tools such as reciprocating saws or drills, present their own unique dangers. Learn how to use each one properly and avoid hurting yourself or your crew.",
    "handbook_lift_hazard":"Cranes, forklifts, man lifts and digging equipment all need to be operated by properly trained and certified personnel. Misusing these equipment can cause serious injuries to you and your crew and cost thousands of dollars in damages.",
    "handbook_covid":"During these unprecedented times, we need to take precautionary measures to prevent the spread of this deadly virus.Protect yourself and your loved ones by wearing a mask, washing your hands often and distancing yourself from others.When you start feeling the symptoms, inform your supervisor and get yourself tested as soon as possible.",
    "install_string_quiz_q1":"A solar panel converts sunlight into electricity. It's also known as a:",
    "install_string_quiz_q2":"PV modules produce direct current (DC) electricity but buildings require alternating current (AC) electricity to power devices. In a string inverter system, we'll need this component that converts DC to AC.",
    "install_string_quiz_q3":"After the inverter has converted the electricity from DC to AC, this component will provide a means of opening or closing the electrical circuits within our solar energy system.",
    "install_string_quiz_q4":"With all the modules properly installed, we can proceed with the steps necessary in getting our solar energy system interconnected with the home's electrical service.",
    "install_string_quiz_r1":"Photovoltaic (PV) modules are commonly called Solar Panels.",
    "install_string_quiz_r2":"A string inverter system requires a string of PV modules wired in series to achieve the correct voltage for proper operation.",
    "install_string_quiz_r3":"In a string inverter system, there is a disconnect switch on both the input and output side of the inverter. A DC disconnect switch is usually built into the inverter itself.",
    "install_string_quiz_a_inverter":"Inverter",
    "install_string_quiz_a_conduit":"Conduit",
    "install_string_quiz_a_optimizer":"DC Optimizer",
    "install_string_quiz_a_pv":"Photovoltaic Module",
    "install_string_quiz_a_micro":"Micro Inverter",
    "install_string_quiz_a_ac":"AC Disconnect Switch",
    "install_string_quiz_a_fmc":"Flexible Metal Conduit",
    "install_string_quiz_a_emt":"Electrical Metallic Tubing",
    "install_string_wrong":"Sorry, that's not it.",
    "install_optimizer_quiz_q2":"PV modules produce direct current (DC) electricity but buildings require alternating current (AC) electricity to power devices. In a DC optimizer system, we'll need these components to convert DC to AC.",
    "install_optimizer_quiz_r2":"In a DC optimizer system, each panel is wired to its own optimizer mounted directly underneath it. Up to 15 are wired together in a string then connected to the combiner box at the inverter.",
    "install_optimizer_quiz_r3":"In a DC optimizer system, there is a disconnect switch on both the input and output side of the inverter. A DC disconnect switch is usually built into the inverter itself.",
    "install_optimizer_quiz_dc":"DC Optimizers + Inverter",
    "install_micro_quiz_q3":"After the inverters have converted the electricity from DC to AC, this component will provide a means of opening or closing the electrical circuits within our solar energy system.",
    "install_micro_quiz_q2":"PV modules produce direct current (DC) electricity but buildings require alternating current (AC) electricity to power devices. In a micro inverter system, we'll need these components that'll convert DC to AC.",
    "install_micro_quiz_r2":"In a micro inverter system, each panel is wired to its own micro inverter mounted directly underneath it. Up to 15 are wired together in a branch circuit. All output from the array is AC electricity.",
    "install_micro_quiz_r3":"Unlike string or DC optimizer systems where a disconnect switch is on both the input and output side of the inverter, micro inverter systems only have disconnect switches on the output side.",
    "wiring_quiz_series_q":"Series wiring is used to add the voltages of multiple panels together in order to meet the required voltage range of the inverter to which they are wired to. How do you wire solar panels in series?",
    "wiring_quiz_parallel_q":"Parallel wiring is used to combine the currents of multiple strings of panels and is done inside of the combiner box. This type of wiring may also be used to combine the output currents of multiple inverters. How do you wire solar panels in parallel?",
    "wiring_quiz_parallel_answer":"Positive outputs to positive outputs. Negative outputs to negative outputs.",
    "wiring_quiz_series_answer":"Positive outputs to negative outputs. Negative outputs to positive outputs.",
    "wiring_quiz_parallel":"Parallel Wiring",
    "wiring_quiz_series":"Series Wiring",
    "quiz_back":"Back to Installation.",
    "install_instructions":"Choose what task the crew should work on next.",
    "install_objective1":"Objective: Establish Racking System",
    "install_objective2":"Objective: Install Inverter",
    "install_objective3":"Objective: Install PV Modules",
    "install_objective4":"Objective: Complete All Connections",
    "install_objective5":"Objective: Completing and Testing the System",
    "install_tasks_fallprotect":"Secure Fall Protection Anchors Near the Ridge of the Roof",
    "install_tasks_measure":"Measure and Mark Locations of Setbacks and Array Layout",
    "install_tasks_rafters":"Locate Rafters and Install Flashings and L-Feet",
    "install_tasks_rails":"Install Rails",
    "install_tasks_micro":"Install Micro Inverters",
    "install_tasks_optimizer":"Install DC/Power Optimizers",
    "install_tasks_inverter":"Install Single Ground Level Inverter",
    "install_tasks_junction":"Install Junction Box(es)",
    "install_tasks_fieldfab":"Field Fabricate and Install All Homerun Wires and Ground Wires to Junction Box(es)",
    "install_tasks_solar":"Install Solar Panels, Connecting Wires and Performing Wire Management as You Go",
    "install_tasks_ac":"Install AC Disconnect Switch Near the Point of Interconnection (POI)",
    "install_tasks_conduit":"Install Conduit Connecting Solar Array to Downstream System Components",
    "install_tasks_pullconduit":"Pull All Wire Through Conduit and Complete All Wire Terminations",
    "install_tasks_interconnection":"Make Electrical Interconnection to Home or Building Electrical Service",
    "install_tasks_final":"Remove Safety Anchors, Clean Site and Perform Final Walk-Through Check",
    "install_tasks_verify":"Commission System and Verify Proper Operation",
    "install_intro_string_1":"Hey boss, we're about to perform a string inverter system installation.",
    "install_intro_string_2":"String inverters require a string of panels wired in series to raise the voltage to the required level for proper inverter operation.",
    "install_intro_string_3":"Hold on, what's the most important component in a solar energy system again?",
    "install_intro_micro_1":"Hey boss, we're about to perform a micro inverter system installation.",
    "install_intro_micro_2":"Up to 15 micro inverters are paired with PV modules and then wired to each other to form a branch circuit before being wired to the main electrical service.",
    "install_intro_micro_3":"Hold on, what's the most important component in a solar energy system again?",
    "install_intro_optimizer_1":"Hey boss, we're about to perform a Power optimizer system installation. Power optimizers are also called DC optimizers.",
    "install_intro_optimizer_2":"Up to 15 DC optimizers are paired with PV modules and then wired to each other to form strings before being wired to a specialized inverter.",
    "install_intro_optimizer_3":"Hold on, what's the most important component in a solar energy system again?",
    "install_intro_done_1":"PV modules, of course! How could I forget?",
    "install_intro_done_2":"We'll need to be able to secure them on the roof somehow.",
    "install_intro_done_3":"Please guide us through the steps in establishing a racking system for the PV modules.",
    "install_mistake1":"We're not ready for that step yet.",
    "install_mistake2":"We've got to do something else before this.",
    "install_intro_inverter_1":"Nice. That racking system will provide the physical structure needed for mounting the PV modules.",
    "install_intro_inverter_2":"PV modules will help this house harness the power of the sun itself! Oh, but it can't do it on its own.",
    "install_intro_inverter_3":"This next component will let us convert the electricity into something regular gadgets and appliances in the house can use.",
    "install_inverter_done":"Inverters come in all shapes and sizes but we're going to need a specific type today.",
    "install_inverter_string":"Remember, we're working on a string inverter system!",
    "install_inverter_micro":"Remember, we're working on a micro inverter system!",
    "install_inverter_optimizer":"Remember, we're working on a DC optimizer system!",
    "install_mistake_exclusive":"We don't need to do that for this inverter topology.",
    "install_wiring_1":"We're about to start wiring and installing the PV Modules to the racking system.",
    "install_wiring_2":"Electricity is as dangerous as it is useful so we must understand and respect its incredible power to ensure our safety and the success of the installation.",
    "install_wiring_3":"Electrical wires will provide the pathway for that awesome power! Let's review the two distinct ways of electrical wiring we'll be using.",
    "install_wiring_done":"You sure know your stuff! Now let's put it into practice.",
    "install_complete_1":"We're almost there! I can see the light at the end of the tunnel!",
    "install_complete_2":"Speaking of tunnels, imagine our wiring is a long tunnel for electricity to pass through to get to the house. Our next component is a means of opening and closing that tunnel.",
    "install_complete_done":"That's all of the major components we'll need to install before we can establish interconnection with the home's electrical service!",
    "install_test":"I'm getting goosebumps! Not sure if it's because we're almost done or I got electrocuted on that last task!",
    "install_test_done_1":"And now all that's left is to flip the switch and make sure everything is perfect!",
    "install_test_done_2":"Once we've verified everything is functional, we'll do a final walk through with the customer.",
    "install_final_walkthrough":"Performing Final Walk-Through Check",
    "install_clean_up":"Final Cleanup",
    "final_results_header":"INSTALLATION COMPLETE",
    "final_results_subheader":"You completed the PV system installation.",
    "final_results_perfect": "Perfection. You're a photovoltaic superstar.",
    "final_results_bad1":"You made a few mistakes. It's not so bad but try and remember where you went wrong so you can do better next time.",
    "final_results_bad2":"We encourage you to try harder. The company, the customer, and your team rely on you to lead them to success.",
    "disclaimer_tts_read":"Legends of Learning E-Learning Disclaimer Text Legal Disclaimer The games you are playing and the information contained in the game are general in nature and should not be considered to be professional advice.  In all cases, you should consult with your company policy, industry best practices, and local, state, and federal laws and regulations governing your work and the contents of the games.We do not make any warranties about the completeness, reliability, and accuracy of the games or the information contained therein.1) No Warranty.  THE GAMES AND ALL INCLUDED CONTENT ARE PROVIDED ON AN AS IS BASIS WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED. LEGENDS OF LEARNING SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE. LEGENDS OF LEARNING FURTHER DISCLAIMS ANY AND ALL LIABILITY RELATED TO YOUR ACCESS OR USE OF THE GAMES OR ANY RELATED CONTENT. YOU ACKNOWLEDGE AND AGREE THAT ANY ACCESS TO OR USE OF THE GAMES IS AT YOUR OWN RISK.2) Limitation of Liability. IN NO EVENT WILL LEGENDS OF LEARNING, ITS AFFILIATES, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE TO YOU, ANY OF YOUR AFFILIATES OR BUSINESS USERS, OR ANY THIRD PARTY WITH RESPECT TO THE SITE OR THE SUBJECT MATTER OF THESE TERMS OF USE UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY, OR OTHER LEGAL OR EQUITABLE THEORY, EVEN IF FORESEEABLE, FOR: (i) ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF THE AMOUNT YOU HAVE PAID TO LEGENDS OF LEARNING FOR USE OF THE GAMES IN THE ONE (1) YEAR IMMEDIATELY PRIOR TO LIABILITY ARISING; (ii) PERSONAL INJURY; (iii) ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, INCLUDING WITHOUT LIMITATION LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS, LOSS OF ANTICIPATED SAVINGS, LOSS OF USE, OR LOSS OF GOODWILL; or (iv) ANY MATTER BEYOND OUR REASONABLE CONTROL.  THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.",

  },

  "es": {
  },
  "zh": {
  },
  "jp": {
  },
  "ru": {
  }
}
