{
  "_meta": {
    "maxChars": {

    }
  },
  "en": {
    "title":"Next Insurance : The Water Damage Experts",
    "info0": "Tap on crew members to hear what they have to say.",
    "info1": "You're now free to explore the rest of the house.",
    "intro1": "Boss! Am I glad you're here!",
    "intro2": "This house is in bad shape.",
    "intro3": "I did a quick survey and saw stained walls, shoddy plumbing, clogged drains, uncaulked windows and other atrocities.",
    "intro4": "I know, I know. Seeing a house in this state brings you to tears and you just can't wait to work on it.",
    "intro5": "If we can't get this house under control, the potential financial losses will be astronomical!",
    "intro6": "Have a look at this PUNCHLIST.",
    "intro_pt2_1":"As you can see, we've got a LOT to do and this PUNCHLIST will help us keep track.",
    "intro_pt2_2":"I'll hold on to it. Come see me whenever you need to see how we're doing.",
    "intro_pt2_3":"But don't forget that a PUNCHLIST is simply just a list!",
    "intro_pt2_4": "It's not a magical step by step guide to water damage prevention nirvana. It's up to us to come up with a plan of attack!",
    "intro_pt2_5":"We'll need to decide for ourselves which work needs to be done and in what order using the information available.",
    "intro_pt2_6":"Talk to the crew, explore all the areas, check the weather and remember your training!",
    "intro_pt2_7":"Oh, I almost forgot. We can only work eight hours a day in this neighbourhood and not a second more!",
    "intro_pt2_8":"We don't want to feel the wrath of the home owner's association.",
    "intro_pt2_9":"Whoa, hold on! I sense a water damage emergency...",
    "later":"Later that night...",
    "next_day":"The next day",
    "roof": "roof",
    "roof_go" : "Go to roof",
    "backyard_go" : "Go to backyard",
    "frontyard_go" : "Go to frontyard",
    "bathroom1_go" : "Go to bathroom",
    "bathroom2_go" : "Go to bathroom 2",
    "kitchen_go" : "Go to kitchen",
    "basement_go" : "Go to basement",
    "garage_go" : "Go to garage",
    "status0": "This area needs to be evaluated for water damage risks.",
    "status1": "This area has unresolved water damage risks.",
    "status2": "",
    "mains_water_off": "Are you sure you want to turn the water OFF for ALL areas in the house?",
    "mains_water_on": "Are you sure you want to turn the water ON for ALL areas in the house?",
    "mains_power_off": "Are you sure you want to turn the power OFF for ALL areas in the house?",
    "mains_power_on": "Are you sure you want to turn the power ON for ALL areas in the house?",
    "area_power_off":"Are you sure you want to turn the power OFF in this area?",
    "area_power_on":"Are you sure you want to turn the power ON in this area?",
    "area_water_off":"Are you sure you want to turn the water OFF in this area?",
    "area_water_on":"Are you sure you want to turn the water ON in this area?",
    "map_tutorial_1a_1":"This is your Command Center.",
    "map_tutorial_1a_2":"This shows all the areas in the house vulnerable to water damage.",
    "map_tutorial_1b_1":"This icon indicates the current status of this area.",
    "map_tutorial_1b_2":"A question mark icon means you'll need to find out more about this location.",
    "map_tutorial_1b_3":"Do this by talking to crew members and investigating potential vulnerabilities in each area.",
    "map_tutorial_1c_1":"Heads up! The kitchen's status just changed.",
    "map_tutorial_1c_2":"An exclamation mark icon means this area needs your attention.",
    "kitchen_day1_worker3_1":"What a disaster! We charged the pipes in this zone too early!",
    "kitchen_day1_worker3_2":"We should have checked the sink piping first.",
    "kitchen_day1_worker3_3":"Please use the command center to turn off the water in the kitchen to stop the flooding.",
    "kitchen_day1_worker2_1":"We need to thoroughly check water delivery systems like this sink's plumbing.",
    "kitchen_day1_worker2_2":"Even the smallest leak can lead to costly repairs!",
    "kitchen_day1_worker4_1":"Thanks for the help! Don't forget to turn water off in non-essential areas before we leave for the day.",
    "kitchen_day1_worker4_2":"It's a good thing we were around when this happened.",
    "kitchen_day1_worker4_3":"Imagine if it happened while no one was around.",

    "map_tutorial_2a_1":"Access the mains through the command center.",
    "map_tutorial_2b_1":"Here you can toggle power or water on or off for each area.",
    "frontyard_worker1_1_choice":"Hey boss, the weather man says expect rain this week. Should we be doing something out here?",
    "frontyard_worker1_1_option0":"Are you kidding? It's nice and sunny.",
    "frontyard_worker1_1_option1":"We'll work on it if it becomes a problem.",
    "frontyard_worker1_1_option2":"Let's inspect the building envelope for problems.",
    "frontyard_worker1_1_response0":"Yeah. Those guys are wrong more often than they're right. ",
    "frontyard_worker1_1_response1":"Good idea. Maybe some other time.",
    "frontyard_worker1_1_response2":"On it! I'll be right back.",
    "frontyard_worker2_1":"I finished inspecting the doors, windows and exterior walls.",
    "frontyard_worker2_2":"I marked all the spots that need immediate damp-proofing and waterproofing .",
    "frontyard_worker2_3":"They're all over the house so make sure to check all exterior areas.",
    "frontyard_worker2_4":"Remember, you can move to other areas using the command center.",
    "frontyard_worker2b_1":"Would you look at that, we finished waterproofing the doors and windows!",
    "frontyard_worker2b_2":"What a load off my mind.",
    "frontyard_worker1b":"Hey boss! I'm just enjoying the weather. Not a care in the world.",
    "garage_worker1_choice":"What a haul! These were delivered earlier than expected. What should we do with them? It'll take a while to put them away.",
    "garage_worker1_option0":"You're right. Time is better spent working on other tasks.",
    "garage_worker1_option1":"We should still store them and cover them up to keep them dry.",
    "garage_worker1_option2":"Deal with these tomorrow. We've got more important work elsewhere.",
    "garage_worker1_response0":"You're the boss!",
    "garage_worker1_response1":"It takes effort but keeping equipment and building materials safe and dry will prevent thousands of dollars in losses!",
    "garage_worker1_response2":"We do have more important things to do.",
    "garage_worker2":"Didn't have to move these boxes so I'm taking an extended break. Thanks boss!",
    "garage_worker3_1":"Man, am I glad we put those new materials and equipment away immediately.",
    "garage_worker3_2":"They could have been stolen or damaged if we didn't store them properly.",
    "garage_worker3_3":"That was mentioned in our risk mitigation plan but I forgot!",
    "garage_worker3_4":"I'm glad we have you around.",
    "garage_worker4_1":"We had to dispose of all the materials and equipment that we didn't store properly.",
    "garage_worker4_2":"Most of the equipment was stolen and the materials were damaged by the rain.",
    "garage_worker4_3":"We cost the company thousands of dollars.",
    "backyard_worker1_1":"What could be the source of this standing water?",
    "backyard_worker1_2":"We should clear it up and find out.",
    "backyard_worker1_choice":"Finally got rid of that standing water. What could have caused it?",
    "backyard_worker1_option0":"We should check drains, gutters and downspouts for debris and clear them out.",
    "backyard_worker1_option1":"It's just some water from the last rain. Don't sweat it.",
    "backyard_worker1_option2":"No point overthinking it. It wasn't even that much.",
    "backyard_worker1_response0":"You might be onto something. I'll go around and check gutters, drains and downspouts. I'll be back in a flash.",
    "backyard_worker1_response1":"Yeah, no biggie.",
    "backyard_worker1_response2":"Thanks boss. I'll take it easy.",
    "backyard_worker1_checkdrains_1":"You were right. I found a lot of debris buildup all over the house.",
    "backyard_worker1_checkdrains_2":"I marked them for you so we can clear them out. Use the command center to check out the other areas as well.",
    "backyard_worker1_drains_ignored":"Just enjoying the sun. Don't mind me.",
    "backyard_worker1_drains_cleared":"We cleared out all of the drains, gutters and downspouts! We'll have this house in tip-top shape in no time.",
    "task_clean_drains":"Clearing Drainage: Over time, debris can accumulate and block drains, gutters and downspouts causing overflows or water buildup. Regular maintenance is required.",
    "basement_worker2_choice":"This sump pump looks like it hasn't been maintained in a while. It's gunked up real bad.",
    "basement_worker2_option0":"That's nasty. Let's leave it alone.",
    "basement_worker2_option1":"We should clean it up and do a thorough inspection.",
    "basement_worker2_option2":"It looks operational. It's probably fine.",
    "basement_worker2_response_0":"Yeah, no need to get dirty.",
    "basement_worker2_response_1":"Definitely the best thing to do.",
    "basement_worker2_response_2":"Hmm, if you say so.",
    "basement_worker2_sumppump_ready":"We can start working on the sump pump whenever you're ready.",
    "basement_worker2_bad":"Thank goodness I didn't get dirty, I've got a date later!",
    "basement_worker1_mold_1":"This basement is in bad shape.",
    "basement_worker1_mold_2":"We're seeing lots of signs of water intrusion and mold buildup.",
    "basement_worker1_mold_3":"We need to repair right away before the place is too far gone.",
    "basement_worker1_good_1":"Wow! This place looks great.",
    "basement_worker1_good_2":"The difference is night and day.",
    "bathroom_worker_flood_1":"You should have inspected the plumbing before charging the pipes!",
    "bathroom_worker_flood_2":"Shut off the water using the command center!",
    "bathroom_worker_flood_shut_1":"You should have inspected the plumbing before charging the pipes!",
    "bathroom_worker_flood_shut_2":"We need to get rid of this water!",
    "bathroom1_worker_choice":"I took a quick look around and this bathroom looks totally OK to me.",
    "bathroom1_worker_option0":"Just because it looks OK doesn't mean it is. Let's inspect the room thoroughly.",
    "bathroom1_worker_option1":"Let's turn on the water and see.",
    "bathroom1_worker_option2":"Good job. Take the rest of the day off.",
    "bathroom1_worker_response0":"Sorry. You're right! Some vulnerabilities might not be obvious from just a quick survey.",
    "bathroom1_worker_response1":"I like the way you think!",
    "bathroom1_worker_response2":"Thanks boss! Taking the rest of the day off.",
    "bathroom1_worker_bad":"Thanks for giving me the rest of the day off!",
    "bathroom1_worker_evaluate_ready":"We can get started anytime you're ready.",
    "bathroom1_worker_sink_ready_1":"We found issues that could have been costly had they gone unnoticed.",
    "bathroom1_worker_sink_ready_2":"The sink pipes are damaged and need to be repaired immediately.",
    "bathroom1_worker_good":"This room is now better prepared thanks to you!",
    "sump_pump_task":"Sump Pump Maintenance: Sump pumps need to be maintained and cleaned according to the manufacturer's recommendations. Especially prior to the rainy season. Remove debris that may be blocking the water inlet screen and ensure the pump discharges water properly.",
    "sump_pump_good":"Good thing we got this sump pump operational. The rainy season is about to start and this basement could have flooded with rain and ground water. What a big headache that would have been for the homeowner.",
    "inspect_tub":"Bathtub: No deficiencies found",
    "inspect_shower":"Shower: No deficiencies found",
    "inspect_toilet":"Toilet: No deficiencies found",
    "inspect_sink":"Sink: Pipes damaged",
    "punchlist_title":"Next Insurance: The Water Damage Experts Punchlist",
    "punnchlist_wrap":"Wrap up project",
    "punchlist_try":"Try again from the start",
    "punchlist_0":"Inspect and fix all piping systems.",
    "punchlist_1":"Secure and waterproof building openings.",
    "punchlist_2":"Fix roof drainage system deficiences.",
    "punchlist_3":"Clear standing water, spills and flooding.",
    "punchlist_4":"Store water sensitive equipment and materials properly.",
    "punchlist_5":"Inspect and maintain sump pump system.",
    "punchlist_6":"Repair water damaged basement walls.",
    "punchlist_7":"Inspect toilet, sink, shower and bath for vulnerabilities.",
    "wrap_confirm":"Are you confident you've done enough to pass the site manager's final inspection?",
    "wrap_yes":"Definitely",
    "wrap_no":"Not yet",
    "restart_confirm":"If you feel like you've made too many mistakes, you can start over and try again.",
    "restart_yes":"Start over",
    "restart_no":"Cancel",
    "day_start_intro_1":"Good morning boss! A new day presents new opportunities.",
    "day_start_intro_2":"Before we get started, let's see how your actions from yesterday affected the job site...",
    "day_start_bathroomflood":"You left the bathroom flooded overnight.",
    "day_start_equipment":"You didn't secure the delivered materials and left them on the driveway overnight.",
    "day_start_charged":"You didn't shut off ALL non-essential plumbing systems at the end of the day.",
    "day_start_windows_1":"You didn't waterproof and secure windows, doors and other building openings.",
    "day_start_downspout":"You didn't fix the gutter, downspout and roof drainage problems.",
    "day_start_standing":"You've allowed that standing water in the backyard for several rainy days now.",
    "day_start_heavy_rain":"The heavy rain last night really did a number on the house because of that.",
    "day_start_sump_pump":"The basement flooded from all this rain. It's cleared out now but you should get that sump pump operational.",
    "day_start_lose_money":"That's gonna cost us some money. Let's try harder today!",
    "day_start_no_problem_1":"...",
    "day_start_no_problem_2":"Hey, great job. You left the place in good shape before leaving yesterday. No issues overnight.",
    "day_start_end_1":"Make sure you check the COMMAND CENTER for the weather forecast.",
    "day_start_end_2":"Open the PUNCHLIST to see how we're doing or if you feel ready to wrap things up!",
    "go_home":"Are you sure you want to call it a day?",
    "go_home_no_time":"We're out of time. Do you want to call it a day?",
    "go_home_not_enough_time":"We don't have enough time to complete this task. Do you want to call it a day?",
    "inspector_1":"We'll now perform final inspections before leaving the jobsite.",
    "inspector_2":"We'll look at pipes, fittings, drains, building envelope systems and everything that may cause water damage.",
    "inspector_bad_0":"I finished my evaluation and calculated our total losses based on your performance.",
    "inspector_bad_a_1":"You made a lot of costly mistakes that could cause hundreds of thousands of dollars in damages!",
    "inspector_bad_a_2":"Most water damage losses are avoidable if we focus intently on mitigation.",
    "inspector_bad_a_3":"I encourage you to try again. Survey the site, talk to your crew, plan your actions carefully and consider the weather before making decisions.",
    "inspector_bad_b_1":"You made some mistakes but let's aim for perfection when it comes to water damage mitigation.",
    "inspector_bad_b_2":"Pay attention to what your crew tells you to help you choose the best options.",
    "inspector_bad_b_3":"I encourage you to try again. Survey the site, use good judgment, act carefully and consider the weather before making decisions.",
    "inspector_perfect_1":"Awesome job! You made great decisions, scheduled your tasks appropriately, monitored the weather and listened to your crew.",
    "inspector_perfect_2":"You clearly understand the importance of water damage mitigation.",
    "inspector_perfect_3":"We're privileged to have someone like you on the team.",
    "inspector_game_over":"Game Over",
    "inspector_try_again":"Try Again",
    "inspector_in_progress":"Inspection in progress",
    "task_secure_building":"Securing Building Openings: Building envelope deficiencies like poorly waterproofed building openings and exterior walls can cause major water damage.",
    "task_complete":"Task complete!",
    "go_to":"Go to",
    "Kitchen":"Kitchen",
    "Bathroom":"Bathroom",
    "Frontyard":"Frontyard",
    "Backyard":"Backyard",
    "Roof":"Roof",
    "Garage":"Garage",
    "Basement":"Basement",
    "sink_task_title":"Repair kitchen plumbing",
    "kitchen_flood_task_title":"Clear grey flood water",
    "backyard_flood_task_title":"Clear standing natural water",
    "garage_store_task_title":"Store materials and equipment",
    "basement_wall_task_title":"Repair basement walls",
    "basement_sump_pump_task_title":"Sump pump maintenance",
    "bathroom_inspect_task_title":"Inspect bathroom",
    "bathroom_repair_sink_task_title":"Repair bathroom sink",
    "bathroom_flood_task_title":"Clear Bathroom Flood"


  },

  "es": {
  },
  "zh": {
  },
  "jp": {
  },
  "ru": {
  }
}
