{
  "_meta": {
    "maxChars": {
    "title":200
    }
  },
  "en": {
    "title":"The Numberlings in Multiplication Mayhem",
    "title2":"The Numberlings in Multiplication Mayhem. A space adventure by the Legends of Learning",
    "intro1":"Captain, we're being invaded by the Disorderling Empire!",
    "intro2":"Who knows what terrible plans they have for the people of Mathematopolis!",
    "intro3":"We're here to mess up the numbers on your clocks!",
    "intro4":"When we've succeeded, you'll be having breakfast at four in the afternoon! Ha-Ha!",
    "intro5":"But breakfast is the most important meal of the day! The horror!",
    "intro6":"We must defend Mathematopolis at all cost!",
    "intro7":"Luckily, we have the most organized defense force in the galaxy...???",
    "intro8":"This won't do! Please help us, Captain! You're our only hope.",
    "intro9":"Numberlings! Captain on deck!",
    "intro10":"We need to get these planes in the air. Each one needs 2 pilots.",
    "intro11":"Let's use good old repeated addition to see how many we'll need!",
    "level1_part1_1_2":"1, 2",
    "level1_part1_3_4":"3, 4",
    "level1_part1_5_6":"5, 6",
    "level1_part1_7_8":"7, 8",
    "level1_part1_repeated_addition":"2+2+2+2=8",
    "level1_part1_forever":"This is going to take forever! Time to bring out our secret weapon.",
    "level1_part1_multiplication_box":"Multiplication : More efficient than repeated addition! Defend the galaxy. No batteries needed. Use in case of alien invasion.",
    "level1_part2_question1":"There are BLANK groups of pilots.",
    "level1_part2_q1_option1":"5,8,4",
    "level1_part2_q1_option2":"2,4,8",
    "level1_part2_question2":"There are BLANK pilots in each group.",
    "level1_part2_q2_option1":"8,4,2",
    "level1_part2_q2_option2":"4,8,2",
    "level1_part2_finish_speech":"There are 4 groups with 2 members each. This can also be expressed as 4 times 2.",
    "level1_part3_question":"There are 3 groups of 3 pilots. This can be expressed as 3+3+3 or BLANK",
    "level1_part3_option1":"3 times 3, 3 times 4, 9 times 3",
    "level1_part3_option2":"3 times 4, 9 times 3, 3 times 3",
    "level1_part3_finish":"4 times 2 and 3 times 3 are examples of multiplication expressions",
    "level1_part4_question":"Which multiplication expression best describes the current batch of pilots?",
    "level1_part4_option1":"2 times 5, 4 times 2, 10 times 1, 5 times 2",
    "level1_part4_option2":"4 times 2, 2 times 5, 5 times 2, 10 times 1",
    "level1_hack1":"Alert! Disorderling ships are multiplying.",
    "level1_hack2":"We've hacked into their mothership's computer! If only we can get past the security questions we can learn more about the invaders!",
    "level1_hack3":"Multiplication sentence. The x symbol is the multiplication sign. Think of it as 'groups of'. 4 time 2 equals 8. '4 groups of 2 is 8' is the same as '2 plus 2 plus 2 plus 2 equals 8",
    "level1_hack4":"The x symbol is read as 'times'. 4 times 2 is equal to 8.",
    "level1_hack5":"The product is the result of multiplying. 4 times 2 equals 8.",
    "level1_hack6":"Factors are the numbers being multiplied together. 4 times 2 equals 8.",
    "level1_hack7":"Hacking the Mothership. Disorderling Security Codes will be hidden inside the numbers and symbols inside the multiplication sentences. Click only the ones indicated at the top of the screen! We're only allowed 3 mistakes before we get kicked out!",
    "level1_hack_problem1":"Target: Factors. 4 times 2 equals 8.",
    "level1_hack_problem2":"Target: Multiplication symbol. 3 times 3 equals 9.",
    "level1_hack_problem3":"Target: Product. 5 times 3 equals 15.",
    "level1_hack_problem4":"Target: Product. 8 times 3 equals 24.",
    "level1_hack_end1":"Hacking successful. Downloading data.",
    "level1_hack_end2":"Disorderlings. Like: Disorder. Hate: Order",
    "level2_truck1":"Captain, our scientists have decoded the data downloaded from the alien mothership.",
    "level2_truck2":"It looks like Disorderlings hate it when things are done in an orderly and efficient manner.",
    "level2_truck3":"Drag the Numberlings into the trucks to form equal groups until they properly represent the multiplication sentences! 2 times 3 equals 6. Remember Captain, no Numberlings must be left behind! Unequal groups cannot be multiplied.",
    "level2_truck_problem1":"4 times 2 equals 8",
    "level2_truck_problem1_end":"Stop that! We can't stand seeing things done in an orderly manner! It's our only weakness!",
    "level2_truck_problem2":"3 times 4 equals 12",
    "level2_truck_problem2_end":"Stop using mathematics to gain an advantage! Math is supposed to be useless!",
    "level2_array":"Arrays: an arrangement of objects, pictures, or numbers in rows and columns is called an array. Arrays are made up of rows that all have the same length. This array of UFOs has 2 rows with 3 UFOs in each row. 2 times 3 equals 6.",
    "level2_array_problem1":"Complete the multiplication sentence so that it describes the array of UFOS. 2 times BLANK is equal to 12.",
    "level2_array_problem2":"Make a rectangular array of UFOS to show 3 times 2 is equal to 6.",
    "level2_array_problem3":"Make a rectangular array of UFOs to show 4 times 4 is equal to 16.",
    "gameover1":"Noooo!! You win this round but you haven't seen the last of us!",
    "gameover2":"You did it!",
    "gameover3":"Now you can use your powers of multiplication to bring order to books, fruits, pens and other things in your world! 3 times 5 equals 15. 3 times 3 equals 9. 3 times 4 equals 12.",
    "gameover4":"See you on the next adventure, Captain!"
  },
  "es": {
  },
  "zh": {
  },
  "jp": {
  },
  "ru": {
  }
}
