{
  "_meta": {
    "maxChars": {
      "title_1": 30
    }
  },
  "en": {
    "title_1" : "RECEIVING, STORAGE, AND ROTATION OF FOOD",

    "intro_1" : "Hello! Is this your first time playing the game?",
    
    "intro_2" : "Thank goodness you're finally here! The kitchen is in trouble. We could really use your help in receiving, storing and rotating food!",
    
    "intro_3" : "Jump to a specific topic?",
    
    "intro_4" : "If you've played before and you're just here for a review.",
    
    "intro_5" : "Jump to topic: Receiving Checking Storing Labelling FIFO Temperatures Start from the beginning",
    
    "receiving_1" : "RECEIVING" ,
    
    "receiving_2" : "Receivers are very important.",
    
    "receiving_3" : "They receive, check, store and organize all the products we use daily.",
    
    "receiving_4" : "Our success starts here.",
    
    "receiving_5" : "Proper use of receiving and storing techniques will help us cook up stellar end products!",
    
    "receiving_6" : "Receiving areas should be: Well lit Clean Pest Free",
    
    "temps_1" : "TEMPERATURE ZONES & THERMOMETERS",
    
    "temps_2" : "Quality and safety through proper temperature control.",
    
    "temps_3" : "Temperature Zones",
    
    "temps_4" : "Keep these important numbers in mind.",
    
    "temps_5" : "Frozen food 0°F or lower",
    
    "temps_6" : "Cold food 38°F to 45°F Safe zone: 41°F or lower",
    
    "temps_7" : "Hot food 135°F or higher Safe zone: 140°F or higher",
    
    "temps_8" : "Danger Zone 42°F to 134°F Germs grow and multiply quickly so prepared food must travel through this zone quickly.",
    
    "temps_9" : "Choose the correct temperature for storing these foods",
    
    "temps_10" : "Tap me if you need help",
    
    "temps_11" : "Recommended Storage Temperatures",
    
    "temps_12" : "45°F or lower Live shellfish and eggs",
    
    "temps_13" : "6°F to 10°F Ice cream and frozen yoghurt",
    
    "temps_14" : "41°F or lower Fresh meat, poultry, fish and dairy",
    
    "temps_15" : "50°F to 70°F Canned and dry food",
    
    "temps_16" : "We made too many mistakes. Temperature management is very important. Try again.",
    
    "temps_17" : "All food can be contaminated but some types allow more pathogen growth. Here are some food that need time and temperature control for safety (TCS Foods) Crustacean Milk & dairy Poultry Meat Fish Custard Shellfish Eggs Ice Cream",
    
    "temps_18" : "Select only TCS foods",
    
    "temps_19" : "Thank you for your help! You should review how to calibrate your thermometer before you go.",
    
    "temps_20" : "Okay, let's do it.",
    
    "temps_21" : "I already know what I'm doing.",
    
    "temps_22" : "Proper Thermometer Calibration",
    
    "temps_23" : "For cold temperatures (Ice-point method)",
    
    "temps_24" : "Fill with crushed ice and clean water. Stir well.",
    
    "temps_25" : "Immerse thermometer at least 2 inches. Wait 15 to 30 seconds or until reading stabilizes.",
    
    "temps_26" : "If it doesn't settle at 32°F, use a small wrench to turn the calibration nut until it reads 32°F while still immersed in ice water.",
    
    "temps_27" : "For hot temperatures",
    
    "temps_28" : "Immerse thermometer at least 2 inches in boiling water. Wait until reading stays steady.",
    
    "temps_29" : "If it doesn't settle at 212°F, use a small wrench to turn the calibration nut until it reads 212°F while still immersed in boiling water.",
    
    "temps_30" : "Proper Thermometer Usage",
    
    "temps_31" : "Use the right thermometer for the job. Check with your manager if unsure.",
    
    "temps_32" : "Use a clean, sanitized and air-dried thermometer.",
    
    "temps_33" : "Use a pocket thermometer to check hot and cold foods when received.",
    
    "temps_34" : "Use a pocket thermometer on cold foods in walk-in refrigerators, coolers, or refrigerated prep stations.",
    
    "checking_1" : "You need to properly assess the quality of products before signing off on deliveries. Take some time to review the guidelines first.",
    
    "checking_2" : "Okay, let's do it.",
    
    "checking_3" : "I already know what I'm doing.",
    
    "checking_4" : "Receiving Products",
    
    "checking_5" : "Check the QUANTITIY.",
    
    "checking_6" : "If purchased by portion or unit: Count it!",
    
    "checking_7" : "If purchased by weight: Weigh it!",
    
    "checking_8" : "If purchased by case: Open it",
    
    "checking_9" : "Check the QUALITY.",
    
    "checking_10" : "For large orders, ask help from your team. Time is of the essence in keeping food safe!",
    
    "checking_11" : "FROZEN FOOD must still be frozen and must be put away quickly.",
    
    "checking_12" : "PERISHABLE SUPPLIES must be received at 41°F.",
    
    "checking_13" : "Canned and NON-PERISHABLE supplies must be undamaged.",
    
    "checking_14" : "ACCEPTING",
    
    "checking_15" : "Check TEMPERATURES with a THERMOMETER and record it on the invoice.",
    
    "checking_16" : "Check the EXPIRATION DATES",
    
    "checking_17" : "Packages should be CLEAN, SANITARY and SEALED",
    
    "checking_18" : "DO NOT DROP prepackaged food to prevent contamination of the outside.",
    
    "checking_19" : "STORE FOOD IMMEDIATELY AFTER INSPECTION.",
    
    "checking_20" : "This fish is thawed, smells bad and is swarming with insects. We can't accept this!",
    
    "checking_21" : "This one's still frozen. Its packaging's still intact, it's not infested by pests and it smells OK. This looks acceptable.",
    
    "checking_22" : "Check Food Quality",
    
    "checking_23" : "Drag the product to the storage room to accept it or to the trash bin to reject it.",
    
    "checking_24" : "You accepted [X] bad products and wasted [Y] good products. You accepted too many bad products. Good thing I was here to catch them but you need to try hard spotting them on your own. People's lives are at stake.",
    
    "checking_25" : "Try Again",
    
    "checking_26" : "Give up and Sign for Delivery",
    
    "checking_27" : "You threw away some perfectly good items. We should try our best to keep down wastage. This is part of your job as a receiver.",
    
    "checking_28" : "Try Again",
    
    "checking_29" : "Give up and Sign for Delivery",
    
    "checking_30" : "You accepted 0 bad products and wasted 0 good products. The success of our kitchen and our customers' health and safety depend on the quality of these products. Thank you so much for doing a great job!",
    
    "checking_31" : "Sign for Delivery",
    
    "checking_32" : "Remember: Once you've signed for a delivery, you're responsible for the quantity, quality and condition of the products!",
    
    "checking_33" : "We don't have to take unacceptable products. Get the driver's signature so their company can credit us for rejected products.",
    
    "checking_34" : "If in doubt, talk to your Food Service Director or Chef Manager!",
    
    "store_1" : "Everything that touches food must be clean!",
    
    "store_2" : "Products must be at least 6 inches off the floor. All of our stock should be kept in lockable storage nightly to prevent tampering.",
    
    "store_3" : "Products need to be stored properly to prevent cross contamination and ensure quality.",
    
    "store_4" : "Dry storage - for cans, boxed items like cereal, spices, flour, sugar, etc.",
    
    "store_5" : "Freezers and Refrigerators - for meats, fish, vegetable, dairy, etc.",
    
    "store_6" : "Chemicals and other kitchen supplies - non-food items like floor cleaners, soap, sterno, and the like.",
    
    "store_7" : "This is a bird's eye view of the kitchen! Help the staff find their way to the proper storage areas for the product they're carrying.",
    
    "store_8" : "Draw paths to help them safely navigate the busy kitchen. Help them avoid each other and the wrong rooms!",
    
    "store_9" : "Guide the kitchen staff to the correct rooms.",
    
    "store_10" : "Too many mistakes",
    
    "store_11" : "Products need to be stored in correct areas to prevent cross contamination and ensure quality.",
    
    "store_12" : "Let's try again.",
    
    "store_13" : "You're a life saver! Make sure to label the food ingredients that need labelling! Let's learn how it's done.",
    
    "store_14" : "Okay, let's do it.",
    
    "store_15" : "It's ok, let's skip this part.",
    
    "label_1" : "Labelling",
    
    "label_2" : "We must label all food being stored. Prepared or unprepared.",
    
    "label_3" : "Ingredients removed from their original packaging and placed in a new container must be labelled properly.",
    
    "label_4" : "Always label dietetic items in case they get mixed up with other foods.",
    
    "label_5" : "All items must be properly labelled and dated to ensure proper rotation.",
    
    "fifo_1" : "ROTATION",
    
    "fifo_2" : "FIFO - first in, first out",
    
    "fifo_3" : "Physically place and rotate food to ensure oldest items are used first.",
    
    "fifo_4" : "Check the expiration dates and evaluate the age of products.",
    
    "fifo_5" : "When in doubt about shelf life, talk to your supervisor.",
    
    "fifo_6" : "Drag the boxes around until they are in the correct order. Labels indicate expiration dates.",
    
    "fifo_7" : "When in doubt, speak to your Food Servie or Chef Manager for guidance. Don't take any chances when it comes to food safety.",
    
    "end_1" : "The kitchen is now in great shape thanks to you! Come back anytime if you need a refresher."
  },
  "es": {
  },
  "zh": {
  },
  "jp": {
  },
  "ru": {
  }
}
